app/controllers/exhibitions_controller.rb

  def index
    @exhibitions = Exhibition.all
---
SELECT * FROM "exhibitions"

  def show
    @exhibition = Exhibition.find(params[:id])
---
SELECT * FROM "exhibitions" WHERE ("exhibitions"."id" = 1)

  def edit
    @exhibition = Exhibition.find(params[:id])
---
SELECT * FROM "exhibitions" WHERE ("exhibitions"."id" = 1)

  def destroy
    @exhibition = Exhibition.find(params[:id])
    @exhibition.destroy
---
SELECT * FROM "exhibitions" WHERE ("exhibitions"."id" = 1)
DELETE FROM "exhibitions" WHERE "id" = 1