app/controllers/museums_controller.rb

  def index
    @museums = Museum.all
---
SELECT * FROM "museums"