app/controllers/museums_controller.rb

  def create
    @museum = Museum.new(params[:museum])

    respond_to do |format|
      if @museum.save
---
INSERT INTO "museums" ("name", "updated_at", "telephone", "location", "created_at") VALUES(NULL, '2009-08-24 08:30:24', NULL, NULL, '2009-08-24 08:30:24')